ack
acpi
adapta-gtk-theme
adapta-kde
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
akonadi
akonadi-calendar-tools
akonadiconsole
akonadi-import-wizard
alacritty-git
alsa-utils
anbox-git
anbox-modules-dkms-git
android-sdk-platform-tools
annie
anthy
antiword
apper
arc-gtk-theme
archcn-tools-meta
archiso
archlinux-appstream-data
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
archlinux-menus
archlinux-repro
archlinux-wallpaper
archlinux-xdg-menu
arc-kde
aria2-fast
ariang-allinone
ark
aspell-en
astyle
atom
atomicparsley
atool
audiocd-kio
aurutils
autoconf
autoconf-archive
automake
awesome-terminal-fonts
axel
baidupcs-go-bin
base
bash-completion
bat
bbswitch-dkms
bc
beep
bind-tools
binutils
bison
blackarch-keyring
blender
bluedevil
bluez-tools
boost
brasero
breeze
breeze-blurred-git
breeze-gtk
bumblebee
burpsuite
busybox
bzr
calc
calibre-python3
canta-kde-git
cantor
catimg
ccache
ccal
ccls
cern-vdt
cervisia
cgal
cgdb
cgrep
checksec
clamav
clamtk
clonezilla
cm256cc
cmake
codecs64
colordiff
colorgcc
conky-manager
convmv
cowpatty
cpio
cppcheck
cppcodec
cppman-git
cppreference-qt
crash
crda
ctags
cvs
dateutils
dbeaver
dbeaver-plugin-svg-format
dcraw
deepin.com.qq.im
devhelp
devtools-archlinuxcn
dex
dhcpcd
dialog
dictd
ditaa
dmidecode
dnscrypt-proxy
dnsmasq
docker-compose
docx2txt
dolphin
dolphin-plugins
dos2unix
dosbox
dosfstools
dot2tex
drkonqi
dvdauthor
dvgrab
dxvk-bin
ebtables
echoping
efibootmgr
eigen
ekho
elinks
emacs
enca
etc-update
ethtool
exa
exfat-utils
expac
extra-cmake-modules
f2fs-tools
faad2
fabric
fakeroot
fatresize
fcitx5-anthy-git
fcitx5-chewing-git
fcitx5-chinese-addons-git
fcitx5-git
fcitx5-gtk-git
fcitx5-mozc-git
fcitx5-qt4-git
fcitx5-qt5-git
fcitx5-rime-git
fd
feh
festival
ffmpegthumbs
ffsend-bin
file
filelight
filezilla
findutils
firefox-nightly-zh-cn
flameshot-git
flashplugin
flat-remix-git
flex
fontforge
font-mathematica
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
forge
fpc
fzf
gawk
gcc
gcc8-fortran
gcc-fortran
gdbgui
gef
gendesk
geoip
geoip-database
geoip-database-extra
gettext
ghc
ghostscript
gif2png
gifski
git-extras
gnome-settings-daemon
gnu-free-fonts
go-ipfs
goldendict-qt5-git
go-pie
gotop-bin
gpart
gparted
gperf
grantlee-editor
grc
grep
grilo-plugins
groff
grub
grub-customizer
grub-theme-vimix-git
gst-libav
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gutenprint
gvfs-mtp
gvim-lily
gwenview
gx
gx-go
gzip
hardinfo
hashcat
hashcat-utils
haveged
hcxkeys
hcxtools
hddtemp
hdf5
help2man
hexchat
hexedit
highlight
highlight-gui
hmcl-git
htop
httping
hugo
hunspell-en_US
hunter
hwinfo
hyphen-en
i7z
imagemagick-fftw
iml
inkscape
intel-compute-runtime
intellij-idea-community-edition
intel-media-driver
intel-media-sdk
intel-ucode
inxi
ipython
iw
java-rhino
john
jpegoptim
kaccounts-providers
kactivitymanagerd
kamera
kamoso
kapidox
kapptemplate
kate
kcachegrind
kcalc
kcharselect
kcm-colorful-git
kcm-fcitx5-git
kcolorchooser
kcron
kdebugsettings
kde-cli-tools
kdeconnect
kdecoration
kde-dev-scripts
kde-dev-utils
kdegraphics-mobipocket
kdegraphics-thumbnailers
kde-gtk-config
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
keditbookmarks
keepassxc
kfind
kgamma5
kgpg
khelpcenter
khotkeys
kimageformats
kinfocenter
kipi-plugins
kirigami-gallery
kiten
kleopatra
kmag
kmail-account-wizard
kmenuedit
kmousetool
kmouth
knetattach
kompare
konsole
kontact
kquickcharts
krdc
krfb
krita
krita-plugin-gmic
kross-interpreters
kruler
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kvantum-theme-adapta
kvantum-theme-materia
kwalletmanager
kwallet-pam
kwayland-integration
kwin
kwrited
kxmlrpcclient
latte-dock
lhasa
lib32-freetype2
lib32-jack
lib32-libdbusmenu-gtk3
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-nvidia
lib32-primus
lib32-primus_vk
lib32-v4l-utils
lib32-virtualgl
lib32-vkd3d
lib32-vulkan-intel
libappindicator-gtk3
libb64
libdvdcss
libe-book
libgfshare
libgoom2
libheif
libinput-gestures
libkate
libkscreen
libksysguard
libldac
libmad
libmicrodns
liboggz
libraw
libretro-overlays
libretro-shaders-slang
libtiger
libtool
libva-utils
libva-vdpau-driver-vp9
libvdpau-va-gl
libvips
libvirt
links
linux-ck-skylake
linux-ck-skylake-headers
linux-firmware
linux-tools-meta
lirc
litecli
live-media
lld
lldb
llvm
logwatch
lokalize
love
lrzip
lsb-release
lshw
lsof
lua-alt-getopt
lua-argparse
lua-cqueues
lua-dbi
lua-expat
lua-filesystem
luakit
lua-lgi
lua-mpack
lua-penlight
luarocks
lua-sdl2
lua-sec
lutris
lxcfs
lzip
lzop
m4
mac
make
man-pages
man-pages-zh_cn
marble
materia-gtk-theme
materia-kde
mathjax
mbelib
mbox-importer
mednafen
mednaffe
megasync
memtest86+
mercurial
mesa-aco-git
mescc-tools
milou
moreutils
mosh
mozjpeg
mpc
mpd
mpv-git
mtools
multimc5
mupdf-tools
namcap
nano
nano-syntax-highlighting
ncmpcpp
neofetch
neovim
neovim-qt
neovim-remote
nerd-fonts-complete
netctl
netease-cloud-music
net-tools
nftables
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-emoji-blob
noto-fonts-extra
npm
ntfs-3g
ntp
numix-circle-icon-theme-git
nvchecker-git
nvidia-dkms
nvidia-prime
nvidia-settings
nvme-cli
odt2txt
okular
openblas
openbsd-netcat
opencolorio
opendesktop-fonts
opengl-man-pages
openh264
openmpi
openscad
opensp
opsu
os-prober
otf-cormorant
otf-fira-code
otf-font-awesome
oxygen
oxygen-icons
p7zip-natspec
pacgraph
packagekit
packagekit-qt5
package-query
pacman
pageedit
pandoc
pandoc-citeproc
pandoc-crossref
papirus-icon-theme
parallel
patch
patchutils
pavucontrol
peda
peek
pepper-flash
perf
perl-date-manip
perl-file-homedir
perl-file-mimeinfo
perl-image-exiftool
pidgin
pidgin-kwallet
pidgin-libnotify
pidgin-otr
pidgin-talkfilters
pidgin-wechat-git
pidgin-xmpp-receipts
pigz
pim-data-exporter
pim-sieve-editor
pkgconf
pkgdiff
pkgfile
pkgstats
plantuml
plasma5-applets-active-window-control-git
plasma5-applets-redshift-control
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
playerctl
pngcrush
polkit-kde-agent
postgresql
postgresql-libs
powerdevil
powerline-fonts
powerpill
poxml
primus
primus_vk
print-manager
procinfo-ng
profile-sync-daemon
progress
projectm
protontricks
proxychains-ng
pstoedit
psutils
pulseaudio-alsa
pulseaudio-jack
pulseaudio-modules-bt
purple-skypeweb
pwndbg
pygmentize
pypy3
pypy3-pip
python3-aur
python-aiohttp
python-argcomplete
python-blosc
python-bottleneck
python-brotlipy
python-cairo
python-cairocffi
python-cjkwrap
python-fs
python-gevent-websocket
python-httplib2
python-httpx
python-jsbeautifier
python-keyrings-alt
python-matplotlib
python-nautilus
python-nose
python-numexpr
python-numpy
python-openpyxl
python-pandas
python-pandas-datareader
python-pandocfilters
python-pasta
python-patchwork
python-pip
python-prettytable
python-progressbar
python-psycopg2
python-pycryptodome
python-pygame
python-pynvim
python-pyopenssl
python-pypubsub
python-pyqt5
python-pystemmer
python-pytables
python-pyzmq
python-scipy
python-sphinx
python-sqlalchemy
python-tensorflow-opt
python-tlsh
python-tornado
python-wxpython
python-xdg
python-xlrd
python-xlsxwriter
python-xlwt
python-zstandard
qemu
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
qt5-connectivity
qt5-virtualkeyboard
qt5-wayland
qtcreator
r
radare2
recordmydesktop
redshift
reflector-timer
retroarch
retroarch-assets-xmb
ripgrep-skylake-git
rocs
rstcheck
ruby
rust
samba
saruman
scrcpy
screen
sddm
sddm-kcm
secure-delete
sed
shadowsocks-libev
shadowsocks-v2ray-plugin
shfmt
shotcut
sigil
skim-git
skypeforlinux-stable-bin
smartmontools
speech-dispatcher
sqlite-analyzer
sqlite-tcl
sshfs
steam
steam-native-runtime
steghide
step
stow
strace
sublime-text-dev
subversion
sudo
sweeper
syncthing
syndication
systemd-kcm
systemd-swap
systemsettings
tcpdump
teamviewer
telegram-desktop
telepathy-gabble
telepathy-haze
telepathy-idle
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-meta
telepathy-kde-send-file
telepathy-kde-text-ui
telepathy-morse
telepathy-salut
tensorboard
tensorflow-opt
tex-gyre-fonts
texinfo
texlive-fontsextra
texlive-formatsextra
texlive-langchinese
texstudio
thefuck
thunderbird-appmenu
thunderbird-extension-enigmail
thunderbird-i18n-zh-cn
tigervnc
time
tk
tlp
tlp-rdw
tmux
tor
torsocks
traceroute
trash-cli
tree
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hanazono
ttf-inconsolata
ttf-indic-otf
ttf-ionicons
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-merriweather
ttf-migu
ttf-monaco
ttf-opensans
ttf-roboto
ttf-sarasa-gothic
ttf-signika
ttf-symbola
ttf-ubuntu-font-family
ttf-wps-fonts
typora
unace
unbound
unicode-character-database
unicode-emoji
unrar
unuran
urlwatch
user-manager
v2ray-domain-list-community
v2ray-geoip
vagrant
vc
vcdimager
vdpauinfo
vidalia
vifm
virt-manager
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
virt-viewer
visualvm
vkd3d
vlc
vnote-git
vtk
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-trace
vulkan-validation-layers
w3m
weechat
wget-lily
which
wine-gecko
wine-mono
wine-nine
wine-staging
winetricks
wireshark-qt
woeusb-git
wpa_supplicant
wps-office
wps-office-mui-zh-cn
wqy-bitmapfont
wqy-microhei
wxhexeditor
xavs
xcftools
xclip
xcursor-neutral
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdotool
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsdump
xine-ui
xmldiff
xnoise
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-font-util
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xrootd
yakuake
yarn
yay
youtube-dl
zeal
zeroconf-ioslave
zfs-dkms-git
zfs-utils-git
zh-autoconvert
zsh
zsh-completions
